{
    "navbar.portfolio": "Home",
    "navbar.about": "About",
    "navbar.skills": "Skills",
    "navbar.contact": "Contact",
    "navbar.projects": "Projects",
    "navbar.certifications": "Certifications",
    "home.greeting": "Hello, I am <b>Dheovani Xavier</b> 👋",
    "home.description": "Full-stack developer specializing in microservices-based architectures.<br></br>Passionate about technology, innovation, and continuous learning.<br></br>I am a backend developer with experience in <b>PHP, Java, and JavaScript</b>, among others,<br></br>along with solid knowledge in SQL databases and microservices architectures.<br></br>I always strive to enhance my skills and contribute high-performance solutions.",
    "about.title": "About Me",
    "about.title.intro": "Introduction",
    "about.intro": "Hello, my name is Dheovani Xavier da Cruz! I am a technology enthusiast, passionate about everything involving innovation and development. I am a backend developer, specialized in creating efficient solutions and systems for various projects. Since my youth, my interest in technology has awakened, and since then I have been dedicated to enhancing my skills in this constantly evolving field. I am fascinated by how technology shapes the world around us, facilitating communication, automating tasks, and creating new opportunities. Overall, I am a committed person who seeks to learn and grow continuously, both personally and professionally. I believe that knowledge is a powerful tool and I am always in pursuit of new opportunities to improve my technical skills and explore new areas of interest.",
    "about.title.languages": "Languages",
    "about.languages": "I am fluent in Portuguese and English, which allows me to communicate clearly and work on international projects. I have an intermediate level in Spanish, managing to understand and interact well in that language. Currently, I am learning Latin out of personal interest and to expand my understanding of the origin and structure of Latin languages.",
    "about.title.techs": "Technologies",
    "about.techs": "I have professional experience with various technologies focused on systems development and service integration. I work with PHP, Java, and JavaScript, using frameworks like Spring Boot, React, and the older version of Angular. I have solid knowledge in SQL databases, including Oracle, PostgreSQL, and Microsoft SQL Server, along with experience in version control using Git and GitLab. I also work in environments with continuous integration pipelines through Jenkins and other technologies.<br></br><br></br> Academically, I developed projects using C and C++, exploring libraries like OpenGL and SFML for creating graphical applications and games. Additionally, I have experience with Python and Linux environments, where I deepened my knowledge in development, debugging, and task automation.",
    "about.title.pro_view": "Professional Philosophy",
    "about.pro_view": "I am interested in developing scalable and efficient solutions, especially in environments that value best practices, continuous learning, and technological innovation. I believe that learning is a continuous process. I enjoy exploring new languages, frameworks, and tools that challenge me and broaden my view of software development. I am detail-oriented and committed to system quality. I enjoy working in a team, sharing knowledge, and constantly seeking new ways to optimize processes.",
    "skills.formation.title": "Academic Education",
    "skills.formation.school": "<h1>High School</h1><h3>E.e.b. Profª Jandira D'Avila</h3>",
    "skills.formation.bachelor": "<h1>Bachelor in Software Engineering</h1><h3>University of Joinville Region - UNIVILLE, Joinville - Santa Catarina</h3>",
    "skills.experience.title": "Professional Experience",
    "skills.experience.dev": "<h1>Fullstack Software Developer</h1><h3>SoftExpert - Software for Excellence, Joinville - Santa Catarina</h3>",
    "skills.experience.engineer": "<h1>Software Engineer</h1><h3>SoftExpert - Software for Excellence, Joinville - Santa Catarina</h3>",
    "contact.title": "Contact",
    "contact.social_media": "Follow me on social media",
    "contact.mail": "Send me an email",
    "projects.title": "Github Projects",
    "projects.access": "Access repository",
    "certifications.title": "Certifications"
}