{
    "navbar.portfolio": "Inicio",
    "navbar.about": "Acerca de",
    "navbar.skills": "Habilidades",
    "navbar.contact": "Contacto",
    "navbar.projects": "Proyectos",
    "navbar.certifications": "Certificados",
    "home.greeting": "Hola, soy <b>Dheovani Xavier</b> 👋",
    "home.description": "Desarrollador full-stack especializado en arquitecturas basadas en microservicios.<br></br>Apasionado por la tecnología, la innovación y el aprendizaje continuo.<br></br>Soy desarrollador backend con experiencia en <b>PHP, Java y JavaScript</b>, entre otros,<br></br>además de sólidos conocimientos en bases de datos SQL y arquitecturas de microservicios.<br></br>Siempre busco mejorar mis habilidades y contribuir con soluciones de alto rendimiento.",
    "about.title": "Sobre mí",
    "about.title.intro": "Introducción",
    "about.intro": "¡Hola, mi nombre es Dheovani Xavier da Cruz! Soy un entusiasta de la tecnología, apasionado por todo lo que implica innovación y desarrollo. Soy un desarrollador backend, especializado en crear soluciones y sistemas eficientes para diversos proyectos. Desde joven, despertó mi interés por la tecnología, y desde entonces me he dedicado a mejorar mis habilidades en este campo en constante evolución. Estoy fascinado por la forma en que la tecnología moldea el mundo que nos rodea, facilitando la comunicación, automatizando tareas y creando nuevas oportunidades. En general, soy una persona comprometida a aprender y crecer constantemente, tanto personal como profesionalmente. Creo que el conocimiento es una herramienta poderosa y siempre estoy en busca de nuevas oportunidades para mejorar mis habilidades técnicas y explorar nuevas áreas de interés.",
    "about.title.languages": "Idiomas",
    "about.languages": "Soy fluido en portugués e inglés, lo que me permite comunicarme con claridad y trabajar en proyectos internacionales. Tengo un nivel intermedio en español, pudiendo comprender e interactuar bien en ese idioma. Actualmente, estoy aprendiendo latín por interés personal y para ampliar mi comprensión sobre el origen y la estructura de las lenguas latinas.",
    "about.title.techs": "Tecnologías",
    "about.techs": "Tengo experiencia profesional con diversas tecnologías centradas en el desarrollo de sistemas e integración de servicios. Trabajo con PHP, Java y JavaScript, utilizando frameworks como Spring Boot, React y la versión anterior de Angular. Tengo sólidos conocimientos en bases de datos SQL, incluyendo Oracle, PostgreSQL y Microsoft SQL Server, además de experiencia en control de versiones utilizando Git y GitLab. También trabajo en entornos con pipelines de integración continua a través de Jenkins y otras tecnologías.<br></br><br></br> En el ámbito académico, desarrollé proyectos utilizando C y C++, explorando bibliotecas como OpenGL y SFML para la creación de aplicaciones gráficas y juegos. Además, tengo experiencia con Python y entornos Linux, donde profundicé mis conocimientos en desarrollo, depuración y automatización de tareas.",
    "about.title.pro_view": "Filosofía profesional",
    "about.pro_view": "Estoy interesado en desarrollar soluciones escalables y eficientes, especialmente en entornos que valoran las mejores prácticas, el aprendizaje continuo y la innovación tecnológica. Creo que el aprendizaje es un proceso continuo. Me gusta explorar nuevos lenguajes, frameworks y herramientas que me desafíen y amplíen mi visión sobre el desarrollo de software. Soy una persona detallista y comprometida con la calidad del sistema. Me gusta trabajar en equipo, compartir conocimiento y buscar constantemente nuevas formas de optimizar procesos.",
    "skills.formation.title": "Educación académica",
    "skills.formation.school": "<h1>Bachillerato</h1><h3>E.e.b. Profª Jandira D'Avila</h3>",
    "skills.formation.bachelor": "<h1>Licenciatura en Ingeniería de Software</h1><h3>Universidad de la Región de Joinville - UNIVILLE, Joinville - Santa Catarina</h3>",
    "skills.experience.title": "Experiencia profesional",
    "skills.experience.dev": "<h1>Desarrollador de Software Fullstack</h1><h3>SoftExpert - Software for Excellence, Joinville - Santa Catarina</h3>",
    "skills.experience.engineer": "<h1>Ingeniero de Software</h1><h3>SoftExpert - Software for Excellence, Joinville - Santa Catarina</h3>",
    "contact.title": "Contacto",
    "contact.social_media": "Sígueme en redes sociales",
    "contact.mail": "Envíame un correo electrónico",
    "projects.title": "Proyectos de Github",
    "projects.access": "Acceder al repositorio",
    "certifications.title": "Certificados"
}