{
    "navbar.portfolio": "Início",
    "navbar.about": "Sobre",
    "navbar.skills": "Formação",
    "navbar.contact": "Contato",
    "navbar.projects": "Projetos",
    "navbar.certifications": "Certificados",
    "home.greeting": "Olá, eu sou <b>Dheovani Xavier</b> 👋",
    "home.description": "Desenvolvedor full-stack especializado em arquiteturas baseadas em microsserviços.<br></br>Apaixonado por tecnologia, inovação e aprendizado contínuo.<br></br>Sou desenvolvedor backend com experiência em <b>PHP, Java e JavaScript</b>, entre outros,<br></br>além de sólidos conhecimentos em bancos de dados SQL e arquiteturas de microsserviços.<br></br>Busco sempre aprimorar minhas habilidades e contribuir com soluções de alto desempenho.",
    "about.title": "Sobre mim",
    "about.title.intro": "Introdução",
    "about.intro": "Olá, meu nome é Dheovani Xavier da Cruz! Sou um entusiasta da tecnologia, apaixonado por tudo que envolve inovação e desenvolvimento. Sou um desenvolvedor backend, especializado em criar soluções e sistemas eficientes para diversos projetos. Desde jovem, meu interesse pela tecnologia despertou, e desde então tenho me dedicado a aprimorar minhas habilidades nessa área em constante evolução. Sou fascinado pela forma como a tecnologia molda o mundo ao nosso redor, facilitando a comunicação, automatizando tarefas e criando novas oportunidades No geral, sou uma pessoa comprometida em aprender e crescer constantemente, tanto pessoal quanto profissionalmente. Acredito que o conhecimento é uma ferramenta poderosa e estou sempre em busca de novas oportunidades para aprimorar minhas habilidades técnicas e explorar novas áreas de interesse.",
    "about.title.languages": "Linguagens",
    "about.languages": "Sou fluente em português e inglês, o que me permite comunicar com clareza e trabalhar em projetos internacionais. Tenho nível intermediário em espanhol, conseguindo compreender e interagir bem nesse idioma. Atualmente, estou aprendendo latim por interesse pessoal e para expandir meu entendimento sobre a origem e estrutura das línguas latinas.",
    "about.title.techs": "Tecnologias",
    "about.techs": "Possuo experiência profissional com diversas tecnologias voltadas ao desenvolvimento de sistemas e integração de serviços. Trabalho com PHP, Java e JavaScript, utilizando frameworks como Spring Boot, React e a versão antiga do Angular. Tenho sólido conhecimento em bancos de dados SQL, incluindo Oracle, PostgreSQL e Microsoft SQL Server, além de experiência com controle de versão utilizando Git e GitLab. Também atuo em ambientes com pipelines de integração contínua através do Jenkins e outras tecnologias. <br></br><br></br> No âmbito acadêmico, desenvolvi projetos utilizando C e C++, explorando bibliotecas como OpenGL e SFML para criação de aplicações gráficas e jogos. Além disso, possuo experiência com Python e ambientes Linux, onde aprofundei meus conhecimentos em desenvolvimento, depuração e automação de tarefas.",
    "about.title.pro_view": "Filosofia profissional",
    "about.pro_view": "Tenho interesse em atuar no desenvolvimento de soluções escaláveis e eficientes, especialmente em ambientes que valorizem boas práticas, aprendizado contínuo e inovação tecnológica. Acredito que o aprendizado é um processo contínuo. Gosto de explorar novas linguagens, frameworks e ferramentas que me desafiem e ampliem minha visão sobre o desenvolvimento de software. Sou uma pessoa detalhista e comprometida com a qualidade do sistema. Gosto de trabalhar em equipe, compartilhar conhecimento e buscar constantemente novas formas de otimizar processos.",
    "skills.formation.title": "Formação acadêmica",
    "skills.formation.school": "<h1>Ensino Médio</h1><h3>E.e.b. Profª Jandira D'Avila</h3>",
    "skills.formation.bachelor": "<h1>Bacharel em Engenharia de Software</h1><h3>Universidade da Região de Joinville - UNIVILLE, Joinville - Santa Catarina</h3>",
    "skills.experience.title": "Experiência profissional",
    "skills.experience.dev": "<h1>Fullstack Software Developer</h1><h3>SoftExpert - Software for Excellence, Joinville - Santa Catarina</h3>",
    "skills.experience.engineer": "<h1>Software Engineer</h1><h3>SoftExpert - Software for Excellence, Joinville - Santa Catarina</h3>",
    "contact.title": "Contato",
    "contact.social_media": "Siga-me nas redes sociais",
    "contact.mail": "Envie-me um e-mail",
    "projects.title": "Projetos do Github",
    "projects.access": "Acessar repositório",
    "certifications.title": "Certificados"
}